[LocAdmin_Strings]
# ITEM=ENGLISH,ITALIENISCH,Französisch,DEUTSCH,SPANISCH,TSCHECHISCH,UNGARISCH,POLNISCH,RUSSISCH,JAPANISCH
FO_It_Spell_SummonIceGolem=Summon Icegolem;;Evoca Golem di ghiaccio;;Invoquer un golem de glace;;Eisgolem beschwören;;Invocar Icególem;;Vyvolání Icegolema;;Icegolem megidézése;;Przywołanie lodowego golema;;Вызвать ледяного голема;;アイスゴーレム召喚;
FO_It_Spell_SummonFireGolem=Summon Firegolem;;Evoca Firegolem;;Invoquer un golem de feu;;Feuergolem beschwören;;Invocar a Firególem;;Vyvolání ohnivého golema;;Tűzgolem megidézése;;Przywołanie ognistego golema;;Вызвать огненного голема;;ファイヤーゴーレム召喚;
FO_It_Spl_SummonIceGolem=Summon Icegolem;;Evoca Golem di ghiaccio;;Invoquer un golem de glace;;Eisgolem beschwören;;Invocar Icególem;;Vyvolání Icegolema;;Icegolem megidézése;;Przywołanie lodowego golema;;Вызвать ледяного голема;;アイスゴーレム召喚;
FO_It_Spl_SummonFireGolem=Summon Firegolem;;Evoca Firegolem;;Invoquer un golem de feu;;Feuergolem beschwören;;Invocar a Firególem;;Vyvolání ohnivého golema;;Tűzgolem megidézése;;Przywołanie ognistego golema;;Вызвать огненного голема;;ファイヤーゴーレム召喚;
FO_It_Spl_IceBlock=Iceblock;;Blocco di ghiaccio;;Bloc de glace;;Eisblock;;Bloque de hielo;;Ledový blok;;Jégtömb;;Bryła lodu;;Ледяная глыба;;アイス・ブロック;
ITEMDESC_It_Spell_SummonFireGolem=The hero summons a Firegolem to help him in battle.;;L'eroe evoca un Firegolem per aiutarlo in combattimento.;;Le héros invoque un Firegolem pour l'aider au combat.;;Der Held beschwört einen Feuergolem, der ihm im Kampf zur Seite steht.;;El héroe invoca a un Firegolem para que le ayude en la batalla.;;Hrdina přivolá ohnivého golema, aby mu pomohl v boji.;;A hős megidéz egy Firegolemet, hogy segítsen neki a harcban.;;Bohater przywołuje ognistego golema, który pomaga mu w walce.;;Герой призывает огненного голема, чтобы тот помог ему в бою.;;主人公はファイヤーゴーレムを召喚し、戦いを助ける。;
ITEMDESC_It_Spell_SummonIceGolem=The hero summons a Icegolem to help him in battle.;;L'eroe evoca un Icegolem per aiutarlo in battaglia.;;El héroe invoca un Icegolem para que lo ayude en la batalla.;;Der Held beschwört einen Eisgolem, der ihm im Kampf zur Seite steht.;;El héroe invoca a un Icegolem para que le ayude en la batalla.;;Hrdina přivolá Icegolema, aby mu pomohl v boji.;;A hős megidéz egy Icegolemet, hogy segítsen neki a harcban.;;Bohater przywołuje lodowego golema, który pomaga mu w walce.;;Герой призывает ледяного голема, чтобы тот помог ему в бою.;;主人公はアイスゴーレムを召喚し、戦いを助ける。;
ITEMDESC_It_Spell_IceBlock=If this Projectile hits and Enemy, he gets frozen for 60 seconds!;;Se questo proiettile colpisce un nemico, lo congela per 60 secondi!;;Si ce projectile touche un ennemi, il est gelé pendant 60 secondes !;;Wenn dieses Geschoss einen Gegner trifft, wird er für 60 Sekunden eingefroren!;;Si este proyectil alcanza a un enemigo, ¡lo congela durante 60 segundos!;;Pokud tento projektil zasáhne nepřítele, zamrzne na 60 sekund!;;Ha ez a lövedék eltalál egy ellenséget, az 60 másodpercre megfagy!;;Gdy ten czar trafi wroga, zamrozi wroga na 60 sekund!;;Поражённый снарядом враг будет заморожен на 60 секунд!;;この弾丸が敵に命中すると、敵は60秒間凍結する！;
FO_It_Spell_IceBlock=Iceblock;;Blocco di ghiaccio;;Bloc de glace;;Eisblock;;Bloque de hielo;;Ledový blok;;Jégtömb;;Bryła lodu;;Ледяная глыба;;アイス・ブロック;

